[
  {
      "id" : 6,
      "title" : " World of Warcraft Dragonflight Gaming Desk Mat ",
      "content" : " This World of Warcraft Dragonflight Gaming Desk Mat is the perfect accessory for your office. Featuring sublimated graphics and a rubber backing to prevent sliding, you don't want to miss this stylish yet functional piece for your office. ",
      "price" : 30.00
  },
  {
      "id" : 7,
      "title" : " World of Warcraft Murloc 16oz Ceramic Mug ",
      "content" : " The World of Warcraft Murloc 16 oz Mug is the perfect way to enjoy your favorite beverage. This mug is made of ceramic, holds 16oz, and is suitable for microwave and dishwasher use. ",
      "price" : 20.00
  },
  {
      "id" : 8,
      "title" : " BlizzCon 2023 Commemorative Art Pullover Hoodie ",
      "content" : " Introducing the BlizzCon 2023 Hoodie! Commemorate the ultimate Blizzard Entertainment celebration with this exclusive hoodie. Crafted for both comfort and style, it features the official BlizzCon 2023 Key Art. Whether you attended the event or simply want to be part of the magic, this hoodie is a timeless piece that unites Blizzard fans across the globe. ",
      "price" : 52.00
  },
  {
      "id" : 9,
      "title" : " World of Warcraft 18oz Stainless Steel Mug ",
      "content" : " This World of Warcraft 18 ounce stainless steel mug is the perfect way to keep drinks ice cold or piping hot. Vacuum insulation keeps beverages hot up to 8 hours and cold up to 24 hours. Includes spill-resistant lid for sipping or straws and a durable handle for easy use. ",
      "price" : 30.00
  },
  {
      "id" : 10,
      "title" : " StarCraft 16oz Pint Glass ",
      "content" : " This StarCraft 16 ounce pint glass is the perfect way to drink a cold beverage. Hand wash recommended and microwave safe. ",
      "price" :  16.00 
  },
  {
      "id" : 11,
      "title" : " StarCraft POINT3 DRYV® Grey Shorts ",
      "content" : " These StarCraft shorts powered by DRYV® feature an absorbent exterior to keep hands dry during game play, and they are lined with 100% moisture wicking polyester for a cool and comfortable feel. These shorts also offer two extra-deep front pockets and a back pocket with invisible zipper closures. ",
      "price" :  56.00 
  }
] 
